//BCD 2019年10月10日 https://github.com/AJLoveChina/birthday
var config = {
    texts: [
        "人生岁月不哀戚，",      //这里,每句话结尾的最后一个逗号必须是英文的哦!! 很重要哦!!
        "还有梦境和黎明。",  // 同上...
        "愿你欣逢许多夏日的清晨，",
        "愉快地、欢喜地、",
        "航抵你前所未见的港湾",
        "你是风用发亮的叶子制成的事物。",
        "要永远年轻,永远热情,永远不听话,",
        "要大笑,要做梦,要与众不同。",
        "后海有树的院子,夏代有工的玉,",
        "此时此刻的云,二十来岁的你。",
        "生活明朗,万物可爱",
        "人间值得,未来可期。",
        "希望你幸福,",
        "希望苦恼和难过都消失,",
        "希望愿望成真,希望悟得光明。",
        "生日快乐🎂",
    ],
    
    desc: {
        turn_on: "开始",
        play: "音乐",
        bannar_coming: "颜色",
        balloons_flying: "好像少点东西",
        cake_fadein: "蛋糕？",
        light_candle: "蜡烛？",
        wish_message: "生日快乐",
        story: "A MESSAGE FOR YOU",
    }
};
